Repository: geeksforsocialchange/imok
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, cy_gb, de_de, es, fr_fr

source: Welcome to imok! Your number has been added by %(admin)s. Would you like to register for this service? Reply YES if so
cy_gb: Croeso i imok! Ychwanegwyd eich rhif gan %(admin)s. Hoffech chi gofrestru ar gyfer y gwasanaeth hwn? Ateb YES os felly

source: An admin has marked you as {self.ok_status}
cy_gb: Mae gweinyddwr wedi eich marcio fel {self.ok_status}

source: Maybe ok
cy_gb: Efallai iawn

source: OK
cy_gb: iawn

source: Not OK
cy_gb: Ddim yn iawn

source: You were checked in at %(center)s at %(time)s
cy_gb: Fe'ch gwiriwyd i mewn yn %(center)s ar %(time)s

source: We will alert our team if we don’t hear from you by %(time)s
cy_gb: Byddwn yn rhybuddio ein tîm os na fyddwn yn clywed gennych gan %(time)s

source: You were already checked in. Your check in time has been updated
cy_gb: Fe'ch gwiriwyd eisoes. Mae eich siec mewn pryd wedi'i diweddaru

source: You were not checked in. To check in message IN
cy_gb: Ni chawsoch eich gwirio i mewn. I wirio neges IN

source: You were checked out at %(center)s at %(time)s
cy_gb: Fe'ch gwiriwyd ar %(center) ar %(time)

source: Thanks for letting us know, our staff have been notified
cy_gb: Diolch am roi gwybod i ni, mae ein staff wedi cael eu hysbysu

source: Are you OK? The alarm is about to be raised. Text OUT if you’re OK.
cy_gb: Wyt ti'n iawn? Mae'r larwm ar fin cael ei godi. Tecstiwch OUT os ydych chi'n iawn.

source: You have failed to sign out, the admins have been notified
cy_gb: Rydych wedi methu â llofnodi allan, mae'r edmygwyr wedi cael eu hysbysu

source: Thanks for registering, %(name)s!
cy_gb: Diolch am gofrestru, %(name)s!

source: To sign in, text IN or I to this number.
cy_gb: I fewngofnodi, tecstiwch IN neu I i'r rhif hwn.

source: To correct your name, text NAME followed by your name.
cy_gb: I gywiro'ch enw, tecstiwch NAME ac yna'ch enw.

source: To get emergency help, text SOS or HELP.
cy_gb: I gael cymorth brys, tecstiwch SOS neu HELP.

source: You have set your name to %(name)s
ar: الاسم %(name)s
cy_gb: Rydych chi wedi gosod eich enw i %(name)s
de_de: Ihr Name wurde zu %(name)s geändert
es: Has configurado tu nombre como %(name)s
fr_fr: Votre nom est %(name)s

source: Sorry, I didn't understand that message. Send INFO for a list of commands I understand.
ar: أعتذر،لم أفهم. أرسل(ي) INFO لاستلام قائمة طلبات اكثر وضوحا
de_de: Entschuldigung, das habe ich nicht verstanden. Schicken Sie eine SMS mit INFO um eine Liste mit Anweisungen zu bekommen.
es: Lo siento, no he entendido ese mensaje. Envía la palabra INFO para ver la lista de cosas con las que te puedo ayudar.
fr_fr: Pardonnez moi, je n'ai pas compris votre message. Envoyez INFO pour recevoir une liste de commandes plus claire.

source: Your check in time at %(center)s is %(in time)s. I will raise the alarm if you don't check out by %(out time)s. I will update your check in time if you message IN again.
ar: وقت وصولك(ي) مسجل خلال in %(time)s في المركز center)s)% سأرفع جرس الإنذار إذا لم تغادر(ي) المركز من هنا في غضون out time)s)% سأقوم بتحديث وقت تسجيلك(ي) إذا قمت(ي) بترك(ي) رسالة IN للمرة الثانية
de_de: Ihre Anmeldezeit bei %(center)s ist %(in time)s. Ich werde das Team benachrichtigen, falls Sie sich nicht um %(out time)s abgemeldet haben. Ich werde die Anmeldezeit aktualisieren, wenn Sie wieder eine SMS mit IN schicken.
es: Tu hora de entrada en %(center)s es %(in time)s. Si no nos informas de tu salida antes de %(out time)s, daré la alarma. Puedes actualizar tu hora de entrada enviando la palabra IN otra vez.
fr_fr: Votre heure d'arrivée est enregistrée à %(in time)s au centre %(center)s. J'enverrai un message d'alerte aux administrateurs de notre service si vous n'avez pas quitté le bâtiment d'ici %(out time)s. Votre heure d'arrivée peut être modifiée en envoyant. Pour cela, envoyez IN dans un nouveau message.

source: You were already checked in. I updated your check in time to %(time)s.
ar: أنت مسجل(ة) مسبقاً في المركز لقد تم تحديت وقت تسجيلك(ي) ل time)s)%
de_de: Sie sind schon angemeldet. Ich habe Ihre Anmeldezeit auf %(time)s aktualisiert.
es: Ya has registrado tu entrada. He actualizado tu hora de entrada a %(time)s.
fr_fr: Vous êtes déjà enregistré comme étant dans le bâtiment. Votre heure d'arrivée à été modifié, elle est désormais %(time)s.

source: You were not checked in. To check in, message IN. To raise the alarm, message SOS.
ar: لم يتم تسجيلك لتسجيل وصولك،إبعث(ي) رسالة ل IN لرفع جرس الإنذا,أرسل SOS
de_de: Sie wurden nicht angemeldet. Um sich anzumelde, schicken Sie eine SMS mit IN. Um Alarm zu geben, schicken Sie eine SMS mit SOS.
es: No nos has informado de tu entrada. Para notificarnos de tu hora de entrada, envía la palabra IN. Para dar la alarma, envía la palabra SOS.
fr_fr: Vous n'êtes pas enregistré comme étant dans le bâtiment. Pour vous enregistrer, envoyez IN. Pour envoyer un message d'alerte, envoyez SOS.

source: Your check out time from %(center)s is %(time)s. I hope you have a lovely day!
ar: وقت مغادرتك لل المركز center)s)% هو time)s)% أتنمى لك يومًا سعيد
de_de: Ihre Abmeldezeit aus %(center)s ist %(time)s. Haben Sie noch einen schönen Tag!
es: Tu hora de salida de %(center)s es %(time)s. ¡Que tengas buen día!
fr_fr: Vous quittez le centre %(center)s à %(time)s. Nous vous souhaitons une merveilleuse journée!

source: Thank you for letting me know. I notified the admins at %(time)s.
ar: شكرًا لإخباري بذلك لقد تم إشعار المسؤولين في time)s)%
de_de: Vielen Dank für Ihre Nachricht. Ich habe den Administratoren um %(time)s Bescheid gegeben.
es: Gracias por mantenernos informados. He reenviado esta información al equipo administrativo a esta hora: %(time)s.
fr_fr: Merci de votre message. Les administrateurs de notre service ont été contacté à %(time)s.

source: Have you forgotten to sign out? I am about to notify the admins. Please send OUT if you have left %(signing center)s
ar: هل نسيت(ي) تسجيل الخروج؟ انا بصدد إشعار المسؤولين أرسل OUT إذا غادرت(ي) المركز signing center)s)%
de_de: Haben Sie vergessen, sich abzumelden? Ich werde in Kürze die Administratoren benachrichtigen. Bitte schicken Sie eine SMS mit OUT falls Sie %(signing center)s verlassen haben.
es: ¿Te has olvidado de informarnos de tu salida? He notificado de esto al equipo administrativo. Por favor, envía la palabra OUT si has salido de %(signing center)s
fr_fr: Avez vous oublié d'enregistrer votre départ du bâtiment ? Je m'apprête à contacter les administrateurs de notre service. Envoyez OUT par message si vous avez quitté le centre %(signing center)s

source: You've been invited to join %(server name)s! Would you like to register for this service? Reply YES to join.
ar: لقد تمت دعوتك(ي) للانضمام ل server name)s)% هل ترغب(ي) الإنخراط في هذه الخدمة؟ أجب نعم، للإنخراط
de_de: Sie sind zum Server %(server name)s eingeladen worden. Möchten Sie sich bei diesem Dienst anmelden? Schicken Sie eine SMS mit YES, um sich anzumelden.
es: Te han invitado a unirte a %(server name)s! ¿Te gustaría registrarte para usar este servicio? Responde con la palabra YES para registrarte.
fr_fr: Vous avez été invité à rejoindre le %(server name)s! Voulez vous créer un compte sur ce service? Répondez YES pour créer un compte.

source: Welcome to %(server)s, %(member name)s! You can send me the following commands, or text %(imok phone number)s: IN: Check in to %(signing center)s OUT: Check out (after check in) NAME: Update your name SOS: Raise the alarm INFO: Get this message again You can also message me on Telegram: %(telegram link)s
ar: مرحبا بك في member name)s! ,%(server)s)% يمكنك أن ترسل(ي) لي طلبات التالية, او ارسل(ي) رسالة إلى :imok phone number)s)% :IN وقت الوصول إلى المركز signing center)s)% :OUT وقت الخروج من المركز (after check in)% :NAME ادخل(ي) اسمك :SOS أرفع(ي) جرس الإنذار :INFO احصل(ي) على هذه الرسالة مرة أخرى يمكنك أيضًا مراسلتي على تلغرام :telegram link)s)%
de_de: Willkommen bei %(server)s, %(member name)s! Sie können folgende Anweisungen hier auf dem Server, oder per SMS an schicken %(imok phone number)s: IN: Sie melden sich bei %(signing center)s an OUT: Sie melden sich bei (after check in) ab NAME: Aktualisieren Sie Ihren Namen SOS: Geben Sie Alarm INFO: Erhalten Sie diese Nachricht noch einmal Sie können mir auch bei Telegram Nachrichten schicken: %(telegram link)s
es: ¡Bienvenido a %(server)s, %(member name)s! Esta es la lista de palabras que entiendo. También puedes mandarlas por SMS a este número: %(imok phone number)s: IN: Para notificarnos de tu entrada a %(signing center)s OUT: Para notificarnos de tu salida NAME: Para actualizar tu nombre SOS: Para dar la alarma INFO: Para ver esta lista otra vez También nos puedes contactar en Telegram: %(telegram link)s
fr_fr: Bienvenu sur le %(server)s, %(member name)s! Vous pouvez m'envoyer les commandes suivantes, ou bien envoyez un message à %(imok phone number)s: IN: heure d'arrivée au centre %(signing center)s OUT: heure de départ du centre (après votre arrivée) NAME: modifier votre nom SOS: envoyer un message d'alerte INFO: recevoir ce message à nouveau Vous pouvez également me contacter sur Telegram via %(telegram link)s

source: You didn't check out of %(location)s. I notified the admins at %(time)s.
ar: لم تسجل(ي) جروجك من location)s)% لقد تم إشعارالمسؤولين على الساعة time)s)%
de_de: Sie haben sich bei %(location)s nicht abgemeldet. Ich habe die Administratoren um %(time)s. benachrichtigt.
es: No nos has informado de tu salida de %(location)s. He notificado al equipo administrativo a esta hora: %(time)s.
fr_fr: Vous n'avez pas enregistré votre départ de %(location)s. J'ai informé les administrateurs du service à %(time)s.
